{
  "general-number-protein-groups": "Sum of all protein groups present within the sample. A protein group contains all proteins indistinguishable from the set of identified peptides.",
  "general-number-peptides": "Sum of all peptidoforms present within the sample. The term “peptidoform” is used for the specific “form” or “entity” of a given peptide that results from the combination of the amino acid sequence and modification(s) at specific amino acid positions.\nExample: for this two arbitrary scans,\nscan=\"49914\" sequence=\"AVVAIS(Phospho)\" charge=\"2\"​​​\nscan=\"53195\" sequence=\"AVVAIS(Phospho)\" charge=\"3\"\nThe peptidoform is \"AVVAIK(Phospho)\" regardless of the number of scan and charge.",
  "general-sum-total-tic": "The addition of the Total Ion Current value for each spectrum of a sample.",
  "general-peptides-grouped-number-missed-cleavages": "Number of peptidoforms with 0, 1, 2 and 3 missed cleavages.\n\nAlgorithm:\n1) Creation of a list with all the peptidoforms found in the sample.\n2) Count missed cleavages for each of the sequence. It counts the presence of a pair of aminoacids with a K in the first position (which is not KP), or with an R in the first position (which is not RP).",
  "general-precursors-grouped-charge": "Distribution of the number of peptide precursors with charge +2, +4 and +4.",
  "general-secondary-reactions": "Each colour of the bar graph represents the percentage of a particular secondary reaction (colour coded in the legend) relative to the total number of peptides in every sample.\nSearches for each secondary reaction were performed individually to avoid increasing the search space.",
  "general-wetlab-home": "Sample preparation QC",
  "general-wetlab-production": "Wetlab",
  "correlation-protein-abundances": "Algorithm:\n1) Creation of a list with all protein abundances for all the samples within the request.\n2) With the slider bar, the number of minimum common proteins to perform the correlation between samples is set. By default is 20, which means that for computing the correlation between two samples we need at least 20 proteins in common.\n3) Pearson correlation of the protein sequences is computed for any pair of samples.",
  "wetlab-number_of_protein_groups": "Sum of all protein groups present within the sample. A protein group contains all proteins indistinguishable from the set of identified peptides.",
  "wetlab-number_of_peptides": "Sum of all peptidoforms present within the sample. The term “peptidoform” is used for the specific “form” or “entity” of a given peptide that results from the combination of the amino acid sequence and modification(s) at specific amino acid positions.\nExample: for this two arbitrary scans,\nscan=\"49914\" sequence=\"AVVAIS(Phospho)\" charge=\"2\"​​​\nscan=\"53195\" sequence=\"AVVAIS(Phospho)\" charge=\"3\"\nThe peptidoform is \"AVVAIK(Phospho)\" regardless of the number of scan and charge.",
  "wetlab-number_of_modification_sites_sty": "Number of all peptidoforms present within the sample with at least one phosphorilated S, T or Y." 
}
